{
    "changelog.md": {
        "Changelog Blink(1": "Changelog Blink (1",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Support for php 7.3",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    },
    "index.md": {
        "Plugin Blink(1": "Blink plugin (1",
        "Plugin servant à piloter une clef blink(1": "Plugin used to control a blink key (1",
        "Le plugin ne nécessite aucune configuration, il faut juste l'activer": "The plugin does not require any configuration, you just have to activate it",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements blink(1) est accessible à partir du menu Plugins": "The configuration of blink devices (1) is accessible from the Plugins menu",
        "Voilà à quoi ressemble la page du plugin blink(1) (ici avec déjà un équipement": "This is what the blink (1) plugin page looks like (here with already a",
        "Voilà à quoi ressemble la page de configuration d'un équipement blink(1": "This is what the configuration page of a blink device looks like (1",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement blink(1": "Name of the blink device (1",
        "nom de votre équipement blink(1": "name of your blink device (1",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "le mode dans lequel vous voulez faire fonctionner votre blink(1) (voir plus bas pour la description": "the mode in which you want to operate your blink (1) (see below for the description",
        "Ci-dessous vous retrouvez la liste des commandes": "Below you find the list of orders",
        "le nom affiché sur le dashboard": "the name displayed on the dashboard",
        "le type et le sous-type": "type and subtype",
        "la valeur": "the value",
        "permet de donner la valeur de la commande en fonction d'une autre commande, d'une clef (cas d'un interrupteur virtuel), d'un calcul…": "allows to give the value of the command according to another command, a key (case of a virtual switch), a calculation…",
        "Paramètres": "Settings",
        "nom du pattern à lancer ou de la commande à lancer": "name of the pattern to launch or of the command to launch",
        "permet d'afficher la donnée sur le dashboard": "allows to display the data on the dashboard",
        "configuration avancée (petites roues crantées": "Advanced configuration (small notched wheels",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…": "used to display the advanced configuration of the command (logging method, widget, etc",
        "permet de tester la commande": "Used to test the command",
        "supprimer (signe": "Delete (sign",
        "permet de supprimer la commande": "allows to delete the command",
        "Mode \"Local": "\"Local\" mode",
        "Mode à utiliser si le blink(1) est branché sur un des ports USB de Jeedom": "Mode to use if the blink (1) is connected to one of Jeedom's USB ports",
        "Le seul paramètre dans ce mode est non obligatoire et permet de sélectionner un blink(1) en particulier si vous en avez plusieurs de branchés": "The only parameter in this mode is not mandatory and allows you to select a blink (1) in particular if you have several connected",
        "Mode \"Appels à l'API blink(1": "\"Blink API calls (1",
        "Dans ce mode, Jeedom va directement appeler l'api de blink1control, il faut donc que Jeedom puisse joindre en direct le système sur lequel la clef blink(1) est installée": "In this mode, Jeedom will directly call the blink1control API, so Jeedom must be able to directly join the system on which the blink (1) key is installed",
        "Dans ce mode les paramètres de configuration sont": "In this mode the configuration parameters are",
        "Adresse ou IP": "Address or IP",
        "adresse ou ip où la clef blink(1) est installée": "address or ip where the blink key (1) is installed",
        "port sur lequel l'application blink1control écoute": "port on which the blink1control application is listening",
        "permet de synchroniser les pattern avec ceux de l'application blink1control": "allows to synchronize the patterns with those of the blink1control application",
        "Installation de l'application blink1control": "Installation of the blink1control application",
        "L'application blink1control se trouve": "The blink1control app can be found",
        "dans la partie download, elle est disponible pour windows et mac": "in the download part, it is available for windows and mac",
        "Une fois téléchargée, lancez l'installation de l'application": "Once downloaded, launch the installation of the application",
        "Configuration de l'application blink1control": "Configuration of the blink1control application",
        "Une fois installée et lancée vous devez avoir": "Once installed and launched you must have",
        "Cette application offre de très nombreuses possibilités": "This application offers many possibilities",
        "Rapidement on trouve en haut à gauche le statut de la clef (ici non branchée), en bas à gauche les évènements, en haut au centre des actions rapides pour piloter la clef, juste en-dessous un système de choix avancé des modes et couleurs, et à droite les patterns": "Quickly we find in the top left the status of the key (here not connected), in the bottom left the events, in the top in the center of the quick actions to control the key, just below an advanced system of choice of modes and colors , and on the right the patterns",
        "Une fois là, il faut cliquer sur la petite roue crantée dans device pour faire apparaître le menu de configuration avancée et activer l'api server, en mettant bien serverHost sur any": "Once there, you have to click on the small notched wheel in device to bring up the advanced configuration menu and activate the server API, putting serverHost on any",
        "Notez aussi le port pour le reporter dans la configuration de Jeedom": "Also note the port to report it in the Jeedom configuration",
        "Validez et redémarrez blink1control pour qu'il le prenne en compte": "Validate and restart blink1control so that it takes it into account",
        "Mode \"Surveillance par URL": "\"URL monitoring mode",
        "Dans ce mode c'est l'application blink1control qui appelle toutes les X secondes cette URL qui va lui donner ses instructions": "In this mode it is the blink1control application which calls this URL every X seconds which will give it its instructions",
        "Pour le configurer, il faut dans l'applicaiton blink1control aller sur tools puis cliquer sur le petit plus (+) pour en ajouter un, ensuite faire URL et copier l'URL que donne Jeedom (champs URL à surveiller) dans le path": "To configure it, in the blink1control application go to tools then click on the little plus (+) to add one, then make URL and copy the URL given by Jeedom (URL fields to watch) in the path",
        "Vous pouvez aussi configurer la fréquence de mise à jour": "You can also configure the update frequency",
        "Pour que cela marche il faut que le PC sur lequel est blink1control puisse accèder à Jeedom": "For this to work it is necessary that the PC on which blink1control is able to access Jeedom",
        "Si vous utilisez un pc portable à l'extérieur de votre réseau avec la clef dessus, il faut donc que Jeedom soit accessible de l'extérieur": "If you are using a laptop outside your network with the key on it, Jeedom must therefore be accessible from the outside",
        "Si vous ne savez pas comment faire, le mieux est d'utiliser le DNS Jeedom": "If you don't know how, the best is to use Jeedom DNS",
        "Dans ce mode vous avez aussi une option \"Ne pas répéter les commandes\" celle-ci permet de ne plus répéter la dernière commande une fois que blink1control a pris en compte la demande": "In this mode you also have an option \"Do not repeat commands\" this allows you to no longer repeat the last command once blink1control has taken into account the request",
        "Il est conseillé de la laisser cochée": "It is advisable to leave it checked",
        "Mode \"Les deux": "\"Both\" mode",
        "Ce mode est une combinaison des 2 modes précédents, l'avantage c'est qu'il combine la vitesse de réaction du premier et la possibilité de le faire fonctionner même à l'extérieur de chez soi du deuxième": "This mode is a combination of the 2 previous modes, the advantage is that it combines the reaction speed of the first and the possibility of operating it even outside the second home",
        "Pour la configuration il faut donc suivre les procédures pour le mode \"Appels à l'API blink(1)\" et le mode \"Surveillance par URL": "For the configuration it is therefore necessary to follow the procedures for the mode \"Calls to the blink API (1)\" and the mode \"Monitoring by URL",
        "Mode \"SSH": "SSH mode",
        "Ce mode doit être utilisé si vous avez mis le blink(1) sur une machine linux autre que celle où est installé Jeedom (Jeedom maître car le plugin n'est pas compatible en déporté": "This mode must be used if you have put the blink (1) on a linux machine other than the one where Jeedom is installed (Jeedom master because the plugin is not compatible in remote",
        "La configuration est assez simple": "The configuration is quite simple",
        "Numéro de périphérique": "Device number",
        "ID du périphérique, à n'utiliser que si vous avez plusieurs clefs blink(1) sur votre machine": "Device ID, to be used only if you have several blink keys (1) on your machine",
        "adresse IP de la machine où est branchée la clef": "IP address of the machine where the key is connected",
        "Nom d'utilisateur": "Username",
        "le nom d'utilisateur pour se connecter sur la machine où est branchée la clef": "the user name to log on to the machine where the key is connected",
        "Chemin relatif de l'exécutable blink1-tool": "Relative path to blink(1)-tool software",
        "chemin relatif vers l'exécutable blink1-tool": "relative path to the blink1-tool executable",
        "L'exécutable est disponible": "The executable is available",
        "attention Jeedom ne fonctionne qu'avec la version linux qui n'est bien sûr compatible qu'avec une machine de type linux (rpi, rpi2, jeedomboard, cubieboard, bananapi…​": "attention Jeedom only works with the linux version which is of course only compatible with a linux type machine (rpi, rpi2, jeedomboard, cubieboard, bananapi",
        "Il suffit de transférer l'exécutable sur la machine où est branchée la clef, et de le rendre exécutable (chmod +x blink1-tool": "All you have to do is transfer the executable to the machine where the key is connected, and make it executable (chmod + x blink1-tool",
        "Pour que cela fonctionne, il faut avoir mis en place au niveau SSH l'échange de clef RSA pour que Jeedom puisse se connecter sur la machine où est branchée la clef sans fournir de mot de passe": "For this to work, you must have set up at the SSH level the RSA key exchange so that Jeedom can connect to the machine where the key is connected without providing a password",
        " Configuration.": " Setup.",
        " Configuration?": " Setup?",
        "Configuration ": "Setup ",
        " Configuration]": " Setup]",
        "[Configuration]": "[Setup]",
        "*Configuration*": "*Setup*",
        " Configuration*": " Setup*",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        " Activer]": " Activate]",
        "[Activer]": "[Activate]",
        "*Activer*": "*Activate*",
        " Activer*": " Activate*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Mode.": " Fashion.",
        " Mode?": " Fashion?",
        "Mode ": "Fashion ",
        " Mode]": " Fashion]",
        "[Mode]": "[Fashion]",
        "*Mode*": "*Fashion*",
        " Mode*": " Fashion*",
        " afficher.": " Show.",
        " afficher?": " Show?",
        "afficher ": "Show ",
        " afficher]": " Show]",
        "[afficher]": "[Show]",
        "*afficher*": "*Show*",
        " afficher*": " Show*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        " Tester]": " Test]",
        "[Tester]": "[Test]",
        "*Tester*": "*Test*",
        " Tester*": " Test*",
        " Port.": " Port.",
        " Port?": " Port?",
        "Port ": "Port ",
        " Port]": " Port]",
        "[Port]": "[Port]",
        "*Port*": "*Port*",
        " Port*": " Port*",
        " Pattern.": " Pattern.",
        " Pattern?": " Pattern?",
        "Pattern ": "Pattern ",
        " Pattern]": " Pattern]",
        "[Pattern]": "[Pattern]",
        "*Pattern*": "*Pattern*",
        " Pattern*": " Pattern*",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        " ici]": " here]",
        "[ici]": "[here]",
        "*ici*": "*here*",
        " ici*": " here*",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        " Important]": " Important]",
        "[Important]": "[Important]",
        "*Important*": "*Important*",
        " Important*": " Important*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        " Tip]": " Tip]",
        "[Tip]": "[Tip]",
        "*Tip*": "*Tip*",
        " Tip*": " Tip*"
    }
}