{
    "changelog.md": {
        "Changelog Blink(1)": "Registro de cambios parpadeante (1)",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        "[IMPORTANT": "[Importante",
        "IMPORTANT]": "Importante]",
        "*IMPORTANT": "*Importante",
        "IMPORTANT*": "Importante*"
    },
    "index.md": {
        "Plugin Blink(1)": "Complemento de parpadeo (1)",
        "Plugin servant à piloter une clef blink(1)": "Complemento utilizado para controlar una tecla de parpadeo (1)",
        "Le plugin ne nécessite aucune configuration, il faut juste l'activer": "El complemento no requiere ninguna configuración, solo tiene que activarlo",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements blink(1) est accessible à partir du menu Plugins": "Se puede acceder a la configuración de dispositivos de parpadeo (1) desde el menú Complementos",
        "Voilà à quoi ressemble la page du plugin blink(1) (ici avec déjà un équipement)": "Así es como se ve la página del complemento blink (1) (aquí ya con el equipo)",
        "Voilà à quoi ressemble la page de configuration d'un équipement blink(1)": "Así es como se ve la página de configuración para un dispositivo de parpadeo (1)",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement blink(1)": "Nombre del equipo de parpadeo (1)",
        "nom de votre équipement blink(1)": "nombre de su equipo de parpadeo (1)",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "permet de rendre votre équipement actif": "activa su equipo",
        "le rend visible sur le dashboard": "lo hace visible en el tablero",
        "le mode dans lequel vous voulez faire fonctionner votre blink(1) (voir plus bas pour la description)": "el modo en el que desea operar su parpadeo (1) (consulte la descripción a continuación)",
        "Ci-dessous vous retrouvez la liste des commandes": "A continuación encontrará la lista de pedidos",
        "le nom affiché sur le dashboard": "el nombre que se muestra en el tablero",
        "le type et le sous-type": "tipo y subtipo",
        "la valeur": "el valor",
        "permet de donner la valeur de la commande en fonction d'une autre commande, d'une clef (cas d'un interrupteur virtuel), d'un calcul…": "permite dar el valor del comando de acuerdo con otro comando, una tecla (caso de un interruptor virtual), un cálculo",
        "Paramètres": "Configuraciones",
        "nom du pattern à lancer ou de la commande à lancer": "nombre del patrón para iniciar o del comando para iniciar",
        "permet d'afficher la donnée sur le dashboard": "permite mostrar los datos en el tablero",
        "configuration avancée (petites roues crantées)": "configuración avanzada (ruedas con muescas pequeñas)",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…)": "muestra la configuración avanzada del comando (método de registro, widget, etc.)",
        "permet de tester la commande": "Se usa para probar el comando",
        "supprimer (signe -)": "eliminar (firmar -)",
        "permet de supprimer la commande": "permite eliminar el comando",
        "Mode \"Local": "Modo \"Local\"",
        "Mode à utiliser si le blink(1) est branché sur un des ports USB de Jeedom": "Modo para usar si el parpadeo (1) está conectado a uno de los puertos USB de Jeedom",
        "Le seul paramètre dans ce mode est non obligatoire et permet de sélectionner un blink(1) en particulier si vous en avez plusieurs de branchés": "El único parámetro en este modo no es obligatorio y le permite seleccionar un parpadeo (1) en particular si tiene varios conectados",
        "Mode \"Appels à l'API blink(1)": "Modo de llamadas API parpadeante (1)",
        "Dans ce mode, Jeedom va directement appeler l'api de blink1control, il faut donc que Jeedom puisse joindre en direct le système sur lequel la clef blink(1) est installée": "En este modo, Jeedom llamará directamente a la API blink1control, por lo que Jeedom debe poder unirse directamente al sistema en el que está instalada la tecla blink (1)",
        "Dans ce mode les paramètres de configuration sont": "En este modo, los parámetros de configuración son",
        "Adresse ou IP": "Dirección o IP",
        "adresse ou ip où la clef blink(1) est installée": "dirección o ip donde está instalada la tecla de parpadeo (1)",
        "port sur lequel l'application blink1control écoute": "puerto en el que escucha la aplicación blink1control",
        "permet de synchroniser les pattern avec ceux de l'application blink1control": "permite sincronizar los patrones con los de la aplicación blink1control",
        "Installation de l'application blink1control": "Instalación de la aplicación blink1control",
        "L'application blink1control se trouve": "La aplicación blink1control se puede encontrar",
        "dans la partie download, elle est disponible pour windows et mac": "en la parte de descarga, está disponible para Windows y Mac",
        "Une fois téléchargée, lancez l'installation de l'application": "Una vez descargado, inicie la instalación de la aplicación",
        "Configuration de l'application blink1control": "Configuración de la aplicación blink1control",
        "Une fois installée et lancée vous devez avoir": "Una vez instalado y lanzado debe tener",
        "Cette application offre de très nombreuses possibilités": "Esta aplicación ofrece muchas posibilidades",
        "Rapidement on trouve en haut à gauche le statut de la clef (ici non branchée), en bas à gauche les évènements, en haut au centre des actions rapides pour piloter la clef, juste en-dessous un système de choix avancé des modes et couleurs, et à droite les patterns": "Rápidamente encontramos en la parte superior izquierda el estado de la tecla (aquí no conectado), en la parte inferior izquierda los eventos, en el centro superior de las acciones rápidas para controlar la tecla, justo debajo de un sistema avanzado de elección de modos y colores. y a la derecha los patrones",
        "Une fois là, il faut cliquer sur la petite roue crantée dans device pour faire apparaître le menu de configuration avancée et activer l'api server, en mettant bien serverHost sur any": "Una vez allí, debe hacer clic en la pequeña rueda con muescas en el dispositivo para abrir el menú de configuración avanzada y activar la API del servidor, colocando serverHost en cualquier",
        "Notez aussi le port pour le reporter dans la configuration de Jeedom": "También tenga en cuenta el puerto para informarlo en la configuración de Jeedom",
        "Validez et redémarrez blink1control pour qu'il le prenne en compte": "Valide y reinicie blink1control para que lo tenga en cuenta",
        "Mode \"Surveillance par URL": "\"Modo de monitoreo de URL",
        "Dans ce mode c'est l'application blink1control qui appelle toutes les X secondes cette URL qui va lui donner ses instructions": "En este modo, es la aplicación blink1control la que llama a esta URL cada X segundos y le dará sus instrucciones",
        "Pour le configurer, il faut dans l'applicaiton blink1control aller sur tools puis cliquer sur le petit plus (+) pour en ajouter un, ensuite faire URL et copier l'URL que donne Jeedom (champs URL à surveiller) dans le path": "Para configurarlo, en la aplicación blink1control, vaya a herramientas, luego haga clic en el pequeño más (+) para agregar uno, luego cree la URL y copie la URL dada por Jeedom (campos de URL para ver) en la ruta",
        "Vous pouvez aussi configurer la fréquence de mise à jour": "También puedes configurar la frecuencia de actualización",
        "Pour que cela marche il faut que le PC sur lequel est blink1control puisse accèder à Jeedom": "Para que esto funcione es necesario que la PC en la que blink1control pueda acceder a Jeedom",
        "Si vous utilisez un pc portable à l'extérieur de votre réseau avec la clef dessus, il faut donc que Jeedom soit accessible de l'extérieur": "Si está utilizando una computadora portátil fuera de su red con la clave en ella, debe poder acceder a Jeedom desde afuera",
        "Si vous ne savez pas comment faire, le mieux est d'utiliser le DNS Jeedom": "Si no sabes cómo, lo mejor es usar Jeedom DNS",
        "Dans ce mode vous avez aussi une option \"Ne pas répéter les commandes\" celle-ci permet de ne plus répéter la dernière commande une fois que blink1control a pris en compte la demande": "En este modo, también tiene la opción \"No repetir comandos\", esto le permite no repetir más el último comando una vez que blink1control haya tenido en cuenta la solicitud",
        "Il est conseillé de la laisser cochée": "Es recomendable dejarlo marcado",
        "Mode \"Les deux": "Modo \"Ambos\"",
        "Ce mode est une combinaison des 2 modes précédents, l'avantage c'est qu'il combine la vitesse de réaction du premier et la possibilité de le faire fonctionner même à l'extérieur de chez soi du deuxième": "Este modo es una combinación de los 2 modos anteriores, la ventaja es que combina la velocidad de reacción del primero y la posibilidad de operarlo incluso fuera del segundo hogar",
        "Pour la configuration il faut donc suivre les procédures pour le mode \"Appels à l'API blink(1)\" et le mode \"Surveillance par URL": "Por lo tanto, para la configuración es necesario seguir los procedimientos para el modo \"Llamadas a la API de parpadeo (1)\" y el modo \"Monitoreo por URL",
        "Mode \"SSH": "Modo SSH",
        "Ce mode doit être utilisé si vous avez mis le blink(1) sur une machine linux autre que celle où est installé Jeedom (Jeedom maître car le plugin n'est pas compatible en déporté)": "Este modo debe usarse si ha colocado el parpadeo (1) en una máquina Linux distinta de la que está instalada Jeedom (Jeedom master porque el complemento no es compatible en modo remoto)",
        "La configuration est assez simple": "La configuración es bastante simple",
        "Numéro de périphérique": "Número de dispositivo",
        "ID du périphérique, à n'utiliser que si vous avez plusieurs clefs blink(1) sur votre machine": "ID del dispositivo, para usar solo si tiene varias teclas parpadeantes (1) en su máquina",
        "adresse IP de la machine où est branchée la clef": "Dirección IP de la máquina donde está conectada la llave",
        "Nom d'utilisateur": "Nombre de usuario",
        "le nom d'utilisateur pour se connecter sur la machine où est branchée la clef": "el nombre de usuario para iniciar sesión en la máquina donde está conectada la clave",
        "Chemin relatif de l'exécutable blink1-tool": "Ruta relativa del ejecutable blink1-tool",
        "chemin relatif vers l'exécutable blink1-tool": "ruta relativa al ejecutable blink1-tool",
        "L'exécutable est disponible": "El ejecutable está disponible",
        "attention Jeedom ne fonctionne qu'avec la version linux qui n'est bien sûr compatible qu'avec une machine de type linux (rpi, rpi2, jeedomboard, cubieboard, bananapi…​)": "cuidado, Jeedom solo funciona con la versión de Linux que, por supuesto, solo es compatible con una máquina de tipo Linux (rpi, rpi2, jeedomboard, cubieboard, bananapi ...)",
        "Il suffit de transférer l'exécutable sur la machine où est branchée la clef, et de le rendre exécutable (chmod +x blink1-tool)": "Simplemente transfiera el ejecutable a la máquina donde está conectada la clave y hágalo ejecutable (chmod + x blink1-tool)",
        "Pour que cela fonctionne, il faut avoir mis en place au niveau SSH l'échange de clef RSA pour que Jeedom puisse se connecter sur la machine où est branchée la clef sans fournir de mot de passe": "Para que esto funcione, debe haber configurado en el nivel SSH el intercambio de la clave RSA para que Jeedom pueda conectarse a la máquina donde está conectada la clave sin proporcionar una contraseña",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        "*Configuration": "*Configuración",
        "Configuration*": "Configuración*",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        "[Activer": "[Activar",
        "Activer]": "Activar]",
        "*Activer": "*Activar",
        "Activer*": "Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        "*Visible": "*Visible",
        "Visible*": "Visible*",
        " Mode.": " Modo.",
        " Mode?": " Modo?",
        "Mode ": "Modo ",
        "[Mode": "[Modo",
        "Mode]": "Modo]",
        "*Mode": "*Modo",
        "Mode*": "Modo*",
        " afficher.": " Mostrar.",
        " afficher?": " Mostrar?",
        "afficher ": "Mostrar ",
        "[afficher": "[Mostrar",
        "afficher]": "Mostrar]",
        "*afficher": "*Mostrar",
        "afficher*": "Mostrar*",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        "[Tester": "[Probar",
        "Tester]": "Probar]",
        "*Tester": "*Probar",
        "Tester*": "Probar*",
        " Port.": " Puerto.",
        " Port?": " Puerto?",
        "Port ": "Puerto ",
        "[Port": "[Puerto",
        "Port]": "Puerto]",
        "*Port": "*Puerto",
        "Port*": "Puerto*",
        " Pattern.": " Patrón.",
        " Pattern?": " Patrón?",
        "Pattern ": "Patrón ",
        "[Pattern": "[Patrón",
        "Pattern]": "Patrón]",
        "*Pattern": "*Patrón",
        "Pattern*": "Patrón*",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        "[ici": "[aquí",
        "ici]": "aquí]",
        "*ici": "*aquí",
        "ici*": "aquí*",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        "[Important": "[Importante",
        "Important]": "Importante]",
        "*Important": "*Importante",
        "Important*": "Importante*",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        "[Tip": "[Punta",
        "Tip]": "Punta]",
        "*Tip": "*Punta",
        "Tip*": "Punta*"
    }
}