{
    "changelog.md": {
        "Changelog Blink(1)": "Registro de Mudanças (1)",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "13\/08\/2019": "13\/08\/2019",
        "Support de PHP 7.3": "Suporte para php 7.3",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        "[IMPORTANT": "[IMPORTANTE",
        "IMPORTANT]": "IMPORTANTE]",
        "*IMPORTANT": "*IMPORTANTE",
        "IMPORTANT*": "IMPORTANTE*"
    },
    "index.md": {
        "Plugin Blink(1)": "Plug-in do Blink (1)",
        "Plugin servant à piloter une clef blink(1)": "Plugin usado para controlar uma tecla intermitente (1)",
        "Le plugin ne nécessite aucune configuration, il faut juste l'activer": "O plugin não requer nenhuma configuração, você apenas precisa ativá-lo",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements blink(1) est accessible à partir du menu Plugins": "A configuração dos dispositivos intermitentes (1) pode ser acessada no menu Plugins",
        "Voilà à quoi ressemble la page du plugin blink(1) (ici avec déjà un équipement)": "É assim que a página do plugin blink (1) se parece (aqui já com o equipamento)",
        "Voilà à quoi ressemble la page de configuration d'un équipement blink(1)": "É assim que a página de configuração de um dispositivo intermitente se parece (1)",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom de l'équipement blink(1)": "Nome do equipamento intermitente (1)",
        "nom de votre équipement blink(1)": "nome do seu equipamento de piscada (1)",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "le rend visible sur le dashboard": "torna visível no painel",
        "le mode dans lequel vous voulez faire fonctionner votre blink(1) (voir plus bas pour la description)": "o modo em que você deseja operar o seu piscar de olhos (1) (veja a descrição abaixo)",
        "Ci-dessous vous retrouvez la liste des commandes": "Abaixo você encontra a lista de pedidos",
        "le nom affiché sur le dashboard": "o nome exibido no painel",
        "le type et le sous-type": "tipo e subtipo",
        "la valeur": "o valor",
        "permet de donner la valeur de la commande en fonction d'une autre commande, d'une clef (cas d'un interrupteur virtuel), d'un calcul…": "permite atribuir o valor do comando de acordo com outro comando, uma chave (caso de um comutador virtual), um cálculo…",
        "Paramètres": "Configurações",
        "nom du pattern à lancer ou de la commande à lancer": "nome do padrão para ativar ou do comando para ativar",
        "permet d'afficher la donnée sur le dashboard": "permite exibir os dados no painel",
        "configuration avancée (petites roues crantées)": "configuração avançada (pequenas rodas dentadas)",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…)": "exibe a configuração avançada do comando (método de registro, widget etc.)",
        "permet de tester la commande": "permite testar o comando",
        "supprimer (signe -)": "excluir (assinar -)",
        "permet de supprimer la commande": "permite excluir o comando",
        "Mode \"Local": "Modo \"Local\"",
        "Mode à utiliser si le blink(1) est branché sur un des ports USB de Jeedom": "Modo a ser usado se o piscar (1) estiver conectado a uma das portas USB da Jeedom",
        "Le seul paramètre dans ce mode est non obligatoire et permet de sélectionner un blink(1) en particulier si vous en avez plusieurs de branchés": "O único parâmetro neste modo não é obrigatório e permite selecionar um piscar de olhos (1) em particular se você tiver vários",
        "Mode \"Appels à l'API blink(1)": "Modo de chamadas da API intermitente (1)",
        "Dans ce mode, Jeedom va directement appeler l'api de blink1control, il faut donc que Jeedom puisse joindre en direct le système sur lequel la clef blink(1) est installée": "Nesse modo, o Jeedom chamará diretamente a API blink1control, portanto, o Jeedom deve poder ingressar diretamente no sistema no qual a chave blink (1) está instalada",
        "Dans ce mode les paramètres de configuration sont": "Neste modo, os parâmetros de configuração são",
        "Adresse ou IP": "Endereço ou IP",
        "adresse ou ip où la clef blink(1) est installée": "endereço ou ip em que a tecla intermitente (1) está instalada",
        "port sur lequel l'application blink1control écoute": "porta na qual o aplicativo blink1control está escutando",
        "permet de synchroniser les pattern avec ceux de l'application blink1control": "permite sincronizar os padrões com os do aplicativo blink1control",
        "Installation de l'application blink1control": "Instalação do aplicativo blink1control",
        "L'application blink1control se trouve": "O aplicativo blink1control pode ser encontrado",
        "dans la partie download, elle est disponible pour windows et mac": "na parte de download, está disponível para Windows e Mac",
        "Une fois téléchargée, lancez l'installation de l'application": "Depois de baixado, inicie a instalação do aplicativo",
        "Configuration de l'application blink1control": "Configuração do aplicativo blink1control",
        "Une fois installée et lancée vous devez avoir": "Depois de instalado e iniciado, você deve ter",
        "Cette application offre de très nombreuses possibilités": "Esta aplicação oferece muitas possibilidades",
        "Rapidement on trouve en haut à gauche le statut de la clef (ici non branchée), en bas à gauche les évènements, en haut au centre des actions rapides pour piloter la clef, juste en-dessous un système de choix avancé des modes et couleurs, et à droite les patterns": "Rapidamente, encontramos na parte superior esquerda o status da chave (aqui não conectado), na parte inferior esquerda dos eventos, no centro superior das ações rápidas para controlar a chave, logo abaixo de um sistema avançado de escolha de modos e cores e à direita os padrões",
        "Une fois là, il faut cliquer sur la petite roue crantée dans device pour faire apparaître le menu de configuration avancée et activer l'api server, en mettant bien serverHost sur any": "Uma vez lá, você precisa clicar no pequeno dispositivo de roda dentada para abrir o menu de configuração avançada e ativar a API do servidor, colocando serverHost em qualquer",
        "Notez aussi le port pour le reporter dans la configuration de Jeedom": "Observe também a porta para relatá-la na configuração do Jeedom",
        "Validez et redémarrez blink1control pour qu'il le prenne en compte": "Valide e reinicie o blink1control para que ele leve em consideração",
        "Mode \"Surveillance par URL": "\"Modo de monitoramento de URL",
        "Dans ce mode c'est l'application blink1control qui appelle toutes les X secondes cette URL qui va lui donner ses instructions": "Nesse modo, é o aplicativo blink1control que chama esse URL a cada X segundos que fornece suas instruções",
        "Pour le configurer, il faut dans l'applicaiton blink1control aller sur tools puis cliquer sur le petit plus (+) pour en ajouter un, ensuite faire URL et copier l'URL que donne Jeedom (champs URL à surveiller) dans le path": "Para configurá-lo, no aplicativo blink1control, vá para ferramentas, clique no pequeno sinal de mais (+) para adicionar um, crie um URL e copie o URL fornecido por Jeedom (campos de URL a serem observados) no caminho",
        "Vous pouvez aussi configurer la fréquence de mise à jour": "Você também pode configurar a frequência de atualização",
        "Pour que cela marche il faut que le PC sur lequel est blink1control puisse accèder à Jeedom": "Para que isso funcione, é necessário que o PC no qual o blink1control possa acessar o Jeedom",
        "Si vous utilisez un pc portable à l'extérieur de votre réseau avec la clef dessus, il faut donc que Jeedom soit accessible de l'extérieur": "Se você estiver usando um laptop fora da rede com a chave, o Jeedom deverá, portanto, ser acessível a partir do exterior",
        "Si vous ne savez pas comment faire, le mieux est d'utiliser le DNS Jeedom": "Se você não sabe como, o melhor é usar o Jeedom DNS",
        "Dans ce mode vous avez aussi une option \"Ne pas répéter les commandes\" celle-ci permet de ne plus répéter la dernière commande une fois que blink1control a pris en compte la demande": "Nesse modo, você também tem a opção \"Não repetir comandos\", que permite que você não repita mais o último comando depois que o blink1control tiver levado em conta a solicitação",
        "Il est conseillé de la laisser cochée": "É aconselhável deixá-lo marcado",
        "Mode \"Les deux": "Modo \"Ambos\"",
        "Ce mode est une combinaison des 2 modes précédents, l'avantage c'est qu'il combine la vitesse de réaction du premier et la possibilité de le faire fonctionner même à l'extérieur de chez soi du deuxième": "Este modo é uma combinação dos 2 modos anteriores, a vantagem é que combina a velocidade de reação do primeiro e a possibilidade de operá-lo mesmo fora da segunda residência",
        "Pour la configuration il faut donc suivre les procédures pour le mode \"Appels à l'API blink(1)\" et le mode \"Surveillance par URL": "Para a configuração, é necessário seguir os procedimentos para o modo \"Chamadas à API intermitente (1)\" e o modo \"Monitoramento por URL",
        "Mode \"SSH": "Modo SSH",
        "Ce mode doit être utilisé si vous avez mis le blink(1) sur une machine linux autre que celle où est installé Jeedom (Jeedom maître car le plugin n'est pas compatible en déporté)": "Esse modo deve ser usado se você colocou o piscar de olhos (1) em uma máquina Linux diferente daquela em que o Jeedom está instalado (Jeedom master porque o plug-in não é compatível no modo remoto)",
        "La configuration est assez simple": "A configuração é bastante simples",
        "Numéro de périphérique": "Número do dispositivo",
        "ID du périphérique, à n'utiliser que si vous avez plusieurs clefs blink(1) sur votre machine": "ID do dispositivo, a ser usado apenas se você tiver várias teclas piscantes (1) em sua máquina",
        "adresse IP de la machine où est branchée la clef": "Endereço IP da máquina em que a chave está conectada",
        "Nom d'utilisateur": "Nome de Usuário",
        "le nom d'utilisateur pour se connecter sur la machine où est branchée la clef": "o nome de usuário para fazer logon na máquina em que a chave está conectada",
        "Chemin relatif de l'exécutable blink1-tool": "Caminho relativo do executável blink1-tool",
        "chemin relatif vers l'exécutable blink1-tool": "caminho relativo para o executável blink1-tool",
        "L'exécutable est disponible": "O executável está disponível",
        "attention Jeedom ne fonctionne qu'avec la version linux qui n'est bien sûr compatible qu'avec une machine de type linux (rpi, rpi2, jeedomboard, cubieboard, bananapi…​)": "cuidado, o Jeedom só funciona com a versão linux, que só é compatível com uma máquina do tipo linux (rpi, rpi2, jeedomboard, cubieboard, bananapi…)",
        "Il suffit de transférer l'exécutable sur la machine où est branchée la clef, et de le rendre exécutable (chmod +x blink1-tool)": "Basta transferir o executável para a máquina em que a chave está conectada e torná-lo executável (chmod + x blink1-tool)",
        "Pour que cela fonctionne, il faut avoir mis en place au niveau SSH l'échange de clef RSA pour que Jeedom puisse se connecter sur la machine où est branchée la clef sans fournir de mot de passe": "Para que isso funcione, você deve ter configurado no nível SSH a troca da chave RSA para que o Jeedom possa se conectar à máquina em que a chave está conectada sem fornecer uma senha",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        "[Configuration": "[Configuração",
        "Configuration]": "Configuração]",
        "*Configuration": "*Configuração",
        "Configuration*": "Configuração*",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        "[Activer": "[Ativar",
        "Activer]": "Ativar]",
        "*Activer": "*Ativar",
        "Activer*": "Ativar*",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        "[Visible": "[Visivél",
        "Visible]": "Visivél]",
        "*Visible": "*Visivél",
        "Visible*": "Visivél*",
        " Mode.": " Modo.",
        " Mode?": " Modo?",
        "Mode ": "Modo ",
        "[Mode": "[Modo",
        "Mode]": "Modo]",
        "*Mode": "*Modo",
        "Mode*": "Modo*",
        " afficher.": " Display.",
        " afficher?": " Display?",
        "afficher ": "Display ",
        "[afficher": "[Display",
        "afficher]": "Display]",
        "*afficher": "*Display",
        "afficher*": "Display*",
        " Tester.": " Teste.",
        " Tester?": " Teste?",
        "Tester ": "Teste ",
        "[Tester": "[Teste",
        "Tester]": "Teste]",
        "*Tester": "*Teste",
        "Tester*": "Teste*",
        " Port.": " Porta.",
        " Port?": " Porta?",
        "Port ": "Porta ",
        "[Port": "[Porta",
        "Port]": "Porta]",
        "*Port": "*Porta",
        "Port*": "Porta*",
        " Pattern.": " Padrão.",
        " Pattern?": " Padrão?",
        "Pattern ": "Padrão ",
        "[Pattern": "[Padrão",
        "Pattern]": "Padrão]",
        "*Pattern": "*Padrão",
        "Pattern*": "Padrão*",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        "[ici": "[aqui",
        "ici]": "aqui]",
        "*ici": "*aqui",
        "ici*": "aqui*",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        "[Important": "[IMPORTANTE",
        "Important]": "IMPORTANTE]",
        "*Important": "*IMPORTANTE",
        "Important*": "IMPORTANTE*",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        "[Tip": "[Dica",
        "Tip]": "Dica]",
        "*Tip": "*Dica",
        "Tip*": "Dica*"
    }
}